Repository: mozilla-l10n/mt-training-data
Catalog: kxp/kxp_pontoon.tmx
Source language: en_us
Languages: kxp

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
kxp: آ معلومات ڪوئي منک نا شناخت نين برابر قابل معلومات ماٿي مشتمل سي۔ زي اين نون نام اي ميل جڳه شناخت نمبر يان فون نمبر۔ ۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
kxp: آ معلومات ڪوئي منک نا شناخت نين برابر قابل معلومات ماٿي مشتمل سي۔ زي اين نون نام اي ميل جڳه شناخت نمبر يان فون نمبر۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
kxp: آ معلومات هارو تماري مرضي سي، اين هارو تمان نين راڇا جھا سي ڪي تمان نين تسلِي ٿائي هانَ تماري ذاتي معلومات هارو سي۔ اين مان تمارو نام، اي ميل جنس هان عمر پڻ راکل سي۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
kxp: آ معلومات هارو اختياري سي۔ تمان نين رڄون آ صورت مان شامل ڪروون سي زار تمان ڪنين ٽيم هوئي تار امين پوتان ني معلومات ڀيزۯي ڪران سان هانَ اين مان عمر، زاتي معلومات، اي ميل هانَ جنس اي واتون حاصل ڪران سان۔ ٽيڪنالوجي نين هڌري ڪام ڪريا هارو ڊيٽا سي سي زي مدد ڪري سي۔ منکان نين رجوع ڪريا هارو ضرورت سي۔ اين ني واڌاري معلومات هارو ميٽاديٽا سي۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
kxp: آ ايڪ استعمال ٿي هينڏيا واۯو سيگميٽ اکران مان هانَ هووي نا نِي اوۯکاڻ هارُو ڊيٽا سي۔

source: This is how you cite yourself if you wrote the content yourself.
kxp: زي تمين پوتي مواد لڇون سي تو تمين چچم حوالو آلشو؟

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
kxp: آ منصوبو تمان زيوان منکان وڳير مڪمل نٿي۔ ڪامن وائيس مان شامل ٿايا هارو الاهي طريقا سي۔ تمان نين اِي وات نِي ضرورت نٿي ڪي تعاون ڪريا هارو ڪوڍ هوئي۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
kxp: آ سيٽنگ تمارا ليڊرببورڍ نِي نمائيش نين ڪنٽرول ڪري سي۔ زي تماري محنت هتال سي تمارون ٿئي زاشي۔ اين نو مطلب ليڍربورڊ ماٿي تمارو ڦوٽو، هاچا واۯا نُون نام، هانَ اين ني ترقي ظاهر نين ٿائي۔ ياد راکو ڪي ليڍربوڊ تازون ٿايا هارو ڪانڪ وکت مان تبديلي ڪري سي۔

source: Three to go!
kxp: ترينڻ شُروع ڪرو

source: Thur
kxp: ٿُور

source: Tibetan
kxp: تيبيتنَ

source: Tigre
kxp: تيگرِي

source: Tigrinya
kxp: تِگرن يا

source: Tlazoyaltepec Mixtec
kxp: ٽلازوئيلٽيپيڪ مڪسٽيڪ

source: Toba Qom
kxp: توبا قوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
kxp: تبديڪ ڪرينَ يان اي ميل ايڊٽ ڪرين امان نين اي ميل ڪرو

source: Today
kxp: آز

source: Today's Common Voice progress on clips recorded
kxp: آز نو عام آواز نين آڳۯ وڌيا نو ڪلپ رڪارڊ ٿئي جھا سي

source: Today's Common Voice progress on clips validated
kxp: آز نو عام آواز نين آڳۯ وڌيا نا ڪلپ تصديق ٿئي جھا سي

source: Today's Progress
kxp: آز ني ترقي

source: Toki Pona
kxp: ٽوڪِي پُونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
kxp: عام آواز نين ڊيٽا سيٽ مان لايا هارو، ٻي ڌار استعمال مان آواز نو ڪلپ سهي هوئي

source: Too many files
kxp: فائيلون الاهي وڌاري سي

source: Top Contributors
kxp: وڌاري مدد ڪريا واۯان

source: Torwali
kxp: توروالِي

source: Total
kxp: ٽوٽل

source: Total Approved
kxp: ٻڌائي قبول ٿئي جھا

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
kxp: سرگرمي ني ضرورت سي

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
kxp: زمڻي پاسي امين فائيدا هارو خاڪو تيار ڪران سان۔ هانَ همۯاوان سان ڪي چچم معلومات عام ڪران سان۔ نيسي آلل لنڪ زي ڪامن وائيس اڪائونٽ هارو شروعات ڪران سان۔

source: Toward next goal
kxp: آڳۯ ٻيزا مقصد هارو

source: Track progress here and on your stats page.
kxp: تماري ترقي هارو هانَ آنڻا صفعا ماٿي زاوون سي

source: Transcribe
kxp: نقل

source: Transcribe answers
kxp: جواب ني نقل اوتاروي

source: Transcribe Audio
kxp: آڊيو نقل نويسي

source: Transcribe audio recordings into text
kxp: حوالا مان آڊيو رڪارڊنگ ڪرو

source: Transcribe audio recordings in your language
kxp: پوتان ني ٻولي مان آڊيو رڪاڊنگ ڪرو

source: Transcript edited successfully
kxp: ايڊٽ ٿي نقل ڪريا نُون ڪامياب ٿئي جھون۔

source: Transcript skipped successfully
kxp: ايڊٽ ٿي نقل ڪريا نُون ويهاريا مان ڪامياب ٿئي جھون۔

source: Transcript submitted successfully
kxp: نقل جمع ٿئي جھئي سي

source: Transcript voted successfully
kxp: نقل ڪريا نُون ڪامياب ٿئي جھون۔

source: Transgender
kxp: جنسي منتقلي

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
kxp: اماري رهنمائي نين زوئي ڪي چچم پونَ ٽونَ استعمال ٿائي سي۔<translateVideoLink> Pontoon.</translateVideoLink>

source: Translating the site
kxp: سائيٽ نو ترجمو ڪرو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
kxp: انڳريزي ٿي ترجمو ڪرو۔ پڻ تمين ٻيزي ٻولي نا مشورا نين زوئو۔ پروفائيل ماٿي ڪلڪ ڪرو۔ پسي سيٽنگ مان زائينَ ٻوليا هارو ٻولي نين چونڊو۔ زمڻي پاسي ماٿي ايڪ ڪنڊ مان ايڪ لسٽ ترجما هارو آلل هشي۔ ايڪ ۮاڙا چير ترجمو ڪرو۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
kxp: ڪامن وائيس نو ترجما ٿي شُون ٿائي سي

source: Try again by dragging your file here
kxp: تماري فائيل راڇا هارو وري ڪوشش ڪرو

source: Try uploading again
kxp: اپلوڊ هارُو وري ڪوشش ڪرو

source: Tshivenda
kxp: تِشيويندا

source: Tunen
kxp: تُونين

source: Tupuri
kxp: ترپُورِي

source: Turkish
kxp: تُرڪش

source: Turkmen
kxp: تُرڪمين

source: Tush
kxp: تُش

source: Tuvan
kxp: تووانَ

source: Twi
kxp: توي

source: Typically megabytes
kxp: عام طور ميگا بائيٽس

source: Ubykh
kxp: اُبيک

source: Udmurt
kxp: اُدمُرت

source: Ukrainian
kxp: يُوڪرينيئنَ

source: Understand contribution criteria
kxp: جانچ پڙتال نا حصا نين همزوون

source: Understand how to contribute and validate on the Common Voice dataset
kxp: اي همزوون سي ڪي مدد هارو ڪامن وائيس ڊيٽا چيوي نموني تصديق ڪروي سي

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
kxp: ڪِلپ هانمڀۯيا نين ٽانڻي چئي واتان نو خيال راکوو سي هانَ پوتان ني رڪارڊ ڪرل آواز نين هڌري ڪروون سي۔

source: Universities, Academics and Researchers
kxp: يونيورستي، تعليمي ادارا، هانَ کوجنائي ڪريا واۯا

source: Upload aborted. Do you want to delete your recordings?
kxp: ميلِي آلو تمين چاهو سو ڪري تماري رڪاڊنگ ختم ٿائي؟

source: Upload an image file
kxp: تصويري فائيل

source: { $uploadedQuestions } of { $totalQuestions } questions collected
kxp: مثال 2 آنئين نا سوال ڀيۯا ڪرو { $uploadedQuestions }

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
kxp: مثا2 1هدايت وڌاري سوال ڀِيۯا ڪريا هارو </guidelinesLink> آنڻا صفعا مان وڌاري سوال نين همزيا هارو </guidelinesLink>

source: { $uploadedSentences } of { $totalSentences } sentences collected
kxp: 2۔ مثال۔ زيٽلا پڻ جملا جملا ڪريا سي اي ٻڌائي اپلوڊ ڪرو

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
kxp: جملا ڀيۯا ٿل { $uploadedSentences } آنئين { $totalSentences } آنئين ڪلڪ ڪرو زي جملا رد ٿئي جھا سي <downloadLink>آنئين</downloadLink> ڪلڪ ڪرو

source: Upload failed, please retry.
kxp: اپلوڊ نٿي ٿاتي، مهرباني ٿي وري ڪوشش ڪرو

source: Upload <icon></icon> public domain sentences
kxp: ملڪي جملا لوڊ ڪروا

source: Upload in progress...
kxp: اپلوڊ مان ترقي

source: Upload more sentences?
kxp: وڌاري جملا اپلوڊ ڪرو؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
kxp: زي اپلوڊ ڪريا مان سرور مسئلو ڪري سي۔ تو پنون ريلوڊ ڪرو يان پسي ڪوشش ڪرو۔

source: Upload of this clip keeps failing, keep retrying?
kxp: ڪلپ اپلوڊ نٿي ٿاتا وار ڪوشش ڪرتان رو

source: Urdu
kxp: اُردُو

source: Use correct grammar
kxp: سهي گرامر استعمال ڪرو

source: Use correct spelling and grammar
kxp: سئي هجي هانَ زير زبر سئي استعمال ڪرو

source: Use correct spelling and grammar.
kxp: درست گرامر هانَ هجي نو استعمال هوئي

source: Use correct spelling and punctuation
kxp: سهي هجي هانَ زير زبر سهي هوئي

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
kxp: ذاتي تقريري ني فهرست نو استعمال <mark> هانَ مقدما نو استعمال </mark> مثال: زات تمين منکان مان تقرير ني اوۯکاڻ ڪرو سو اين مان زي اسڪرپٽ مڪمل نا هوئي هانَ زي هروز ٻولي ٻولي سي۔

source: User Name
kxp: استعمال ڪريا واۯان نُون نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
kxp: استعمال ڪريا واۯو زينڻي ڪلپ مان مدد ڪري تي ، زووي ڪي ٻوليا واۯو جملا سهي ڀڻي سي۔

source: Ushojo
kxp: اُشوجو

source: Uyghur
kxp: يُوگھُر

source: Uzbek
kxp: اُزبرڪ

source: Validated Clips
kxp: ڪلپ ني تصديق

source: Validated Hours
kxp: ڪلاڪ ايڪ تصديق

source: Validated Hr. Total
kxp: تصديق ڪرو ايڇ آر ٻۮائي

source: Validate readings
kxp: ڀڻيا ني تصديق

source: Validate Readings
kxp: جائزIي ڀُڻوون

source: Validate Readings, Review Transcriptions
kxp: سهي ڀڻوون نقل نو جائزو

source: Validate Readings <small>(Coming soon)</small>
kxp: جائز سهي ڀُڻوو آوي رون سي

source: Validate readings submitted by community members
kxp: برادري مان منکان نا طراف ٿِي جمع ڪرل ڀڻتر نين زوئو۔

source: Validate user-recorded readings in your language
kxp: ڀڻيا واۯو پوتان نِي ٻولي مان وري رڪارڍ ڪري

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
kxp: تصديق <validateIcon> </validateIcon>شُون هدايت نا مُطابق سي؟

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kxp: ڪامن وائيس مشن واۯان هارو جملا نين ٽصديق لازمي سي۔ ڪوآلٽي اوپن سورس تيار ڪري هارو ڪلپ هانڀۯين اماري مدد ڪرو۔

source: Validation Progress
kxp: ترقي ني تصديق

source: Validations
kxp: تصديقون

source: Value and recognition.
kxp: اقدار هانَ آگاهي

source: Variant Contribution Options
kxp: مختلف شراڪت نا اختيار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
kxp: تبديل ڪريا هارو خاص ايڪ ٻولي سي۔ مثال: جغرافيه يان برادري مان ريا واۯان ني مدد ٿي شڪل آلي ڪان سان۔ گھڻون ڪرينَ اي ٻوليون ڪيورائي سي۔

source: Varying Pronunciations
kxp: اُچار مان فرق

source: Venetian
kxp: وينيٽيئن

source: Version
kxp: ورزن

source: Very common mistakes include:
kxp: الاهي عام غلطيون شامل سي:

source: Vietnamese
kxp: ويتناميسي

source: View your progress against personal and project goals.
kxp: ذاتي هانَ منصوبا طور پروجيٽ نا گول ني ترقي نين زوئو۔

source: Visible
kxp: نمودار زي ڀاۯيا مان آوي

source: Voice clips are entered into a submission queue that readies them for listening.
kxp: آواز نا ڪلپ زي هانمڀۯشي اي جمع ٿايا هارو داخل ٿئي جھا سي

source: Voice Collection
kxp: اَوازون ڀيۯيُون ڪرويُون

source: Voice Contribution
kxp: آواز هارو مدد

source: Voice Dataset, Ready for Download
kxp: وائيس ڊيٽا ڊائونلوڊ هارو تيار سي

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kxp: منکاۮئي ني آواز ايڪ قدرتي سي۔ ايز وجه سي ڪي امين قابل آواز پيدا ڪريا مان دلچسي لان سان۔ اماري مشينان مان ٽيڪنالوجي، پڻ رڄون سوتي نظام ٺاهيا هارو ايڪ موٽي مقدار ڊيٽا ني ضرورت هوئي سي۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kxp: منکاۮئي ني آواز ايڪ قدرتي سي۔ ايز وجه سي ڪي امين قابل آواز پيدا ڪريا مان دلچسي لان سان۔ اماري مشينان مان ٽيڪنالوجي، پڻ رڄون سوتي نظام ٺاهيا هارو ايڪ موٽي مقدار ڊيٽا ني ضرورت هوئي سي۔

source: Voices Online Now
kxp: آن لائن وائيس

source: Voice Validation
kxp: آواز ني تصديق

source: Volume
kxp: حجم، آواز

source: Votic
kxp: وٽِڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
kxp: VoxForge نين مفت مان استعمال ڪريا هارو اوپن سورس اوۯڇا هارو انجڻ نو استعمال ڪرو جھو سي۔ نقل ڪرل تقير نين جمع ڪري هارو قائم ڪريون جھون سي،

source: Wakhi
kxp: واکي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
kxp: عام آواز نين هڌري ٺاهيا مان مدد ڪروي؟ اي هڌرون سي ڪي اي ميل يان ڊسڪورس <discourseLink> لنڪ مان فارم جمع ڪرو، </discourseLink> ڪانڪ مسئلا سي اي <githubLink> يان برادري ٿي وات سينچ هارو ميٽرڪ </matrixLink> لنڪ ڪاهو

source: Want to save your information? <createProfile>Create a profile</createProfile>
kxp: تمين چاهو سو ڪي تمارِي معلومات ري۔ پروفائيل تيار ڪرو

source: Want to stay in touch with Common Voice?
kxp: امين چاهان سان ڪي عام آواز هارو رابطا مان ران

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
kxp: گروپ مان مشورا

source: Watch our video explainer to help
kxp: امارا ويڊيا نين بيان ڪريا هارو مدد ڪرو

source: Wayuunaiki
kxp: ويونائيڪي

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
kxp: امين هميشان منکان ٿي ڊيٽا هانَ زي ايئان ني ضرويات سي اين نا ڀارا مان هانڀۯان سان، ڊيٽا سيٽ نا پليٽ فارم نين سئي ڪريا هارو امين اين نين سئي ڪران سان۔ زي امين هانڀۯوان چاهان سان۔ <emailFragment></emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
kxp: امين ايڪ وڌاري يان عوامي ڊيٽابيس تيار ڪرشان زي ٻڌانئين هارو آوزا نو سي هر ايڪ درخواڊست ني تقرير هارو تيار ٿائو۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
kxp: اميان ٽيڪنالوجي نا خرچا هانَ ٻولي نا حقوق مان عوامي ني شموليت هارو پاسو لان سان۔ هانَ الاهي راضي سان۔ زي تمان نين ڪوئي موٽو پروجيڪٽ زڙي يان مهم هارو ڪي تو ضررور ڪرو۔ امان ٿِي رابطا هارو <emailFragment></emailFragment>

source: We are going out to get a coffee.
kxp: اَمين ٻاري چانه پيووا زان را سان۔

source: We are going out to get coffee.
kxp: اَمين ٻاري چانه پيووا زان را سان۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
kxp: امين منکان نين جنس يان ٻيزون ڪانئين اين ني شناخت هارو همڀۯاوان سان۔ منک ايوي نموني پسند ڪري سي۔ ايئان نين وڌاري موقعو آلان سان ڪي پوتي چونڊي۔ مهرباني ٿي تمين هاڇي بيان ڪرو زم قدرتي طور محسوس ٿائي سي۔ جنس هارو وڌيڪ تمين زوئي ڪو سو۔ <learnMoreLink></learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kxp: امين موزيلا ايڪ برادري نين سوئيڦير آواز هارو ٽيڪنالوفي تيار ڪران ران سان۔ امين تمار رابطا مان هشان هانَ اپڊيٽ آلشان۔ نوون ڊيٽا شيزون هانَ ڊيٽا مان هانڀۯيا هارو زوشان۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
kxp: آ ايڪ گول سي اين هارو امين ٻڌانئين نين دعوت آلان سان ڪي اي اين مان شامل تائي۔ امارون مقصد سي ڪي تقريري ٽيڪنالوجي مان ترقي ٿائي۔ اين نو فائيدو پوري دُنيا مان ٿائي۔

source: Website Localization
kxp: ويب سائيٽ نو مرڪز

source: Websites
kxp: ويب سائيٽ

source: We couldn’t find that page for you
kxp: تمان هارو اي پنون نٿي تلاش ڪرتا

source: We couldn’t get any audio clips for you to listen to. Please try again later.
kxp: امين تمارا هانڀۯيا هارو ڪوئي آڊيو ڪلپ حاصل نٿي ڪريان۔ وري ڪوشش ڪرو

source: We couldn’t get any sentences for you to speak. Please try again later.
kxp: اَمين تماري ٻوليا هارو ڪوئي پڻ جملا هاڇ نا ڪريا۔ مهرباني ڪرينَ واري ڪوشش ڪرو

source: Weekly
kxp: هفتيوار

source: Weekly Goal
kxp: هفتيوار نُون مقصد

source: We launch the Common Voice site in this language.
kxp: امين آنڻي ٻولي مان عام آواز سائيٽ شرو؛ع ڪرشان۔

source: Welcome { $company } staff!
kxp: ڀيلڪار عملو { $company }

source: Welcome to Common Voice
kxp: ڪامن وائيس هارو ڌنيواۮ

source: Welcome to Spontaneous Speech
kxp: اِختياري تقرير هارُو ڌنيواۮ

source: Welsh
kxp: ويلاش

source: We may have run out of clips - refresh the page, or try again later.
kxp: امين ڪلپ ختم ڪريان سي، پنُون اُٿلاوو يان وري ڪوشش ڪرو

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
kxp: زي امان نين ڪوئي درخواست نٿي زڙي۔ تو تمين اي ميل ڪرو <emailLink>{ $email }</emailLink> امين تمان نين جواب آلشان

source: We periodically release the dataset
kxp: وقت ماٿي امين ڊيٽابيس پيش ڪرشان

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kxp: امين تماري معلومات نُون دهيان آلشان۔ وڌاري زويا هارو <privacyLink> پوشيگي نوٽ

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
kxp: امين مختلف ٻولي تيار ڪران را سان۔ تقرير نين قابل ايڪ درخواست اوپن سورس ديٽابيس سي۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
kxp: امين عام آواز نو ايڪ موٽو سيٽ تيار ڪران را سان۔ اين هارو تمارا آواز ني مدد کپي، ٻيزان نا آواز نا ڪلپ نين چچم درست ڪرشان۔ ڊيٽا سيٽ ٻڌانئي هارو سهي ڪرو۔

source: We’re experiencing unexpected downtime
kxp: امين غير موقع وکت نو مقابلو ڪران را سان

source: We're going out to get coffee.
kxp: امين ٻارئي ڪافي پيووا زان را سان

source: We’re going out to get coffee.
kxp: امين ٻاري چانه پِيووا زان را سان۔

source: We release the dataset every 3 months.
kxp: امين هر ترينڻمي مئيني ڊيٽا سيٽ پيش ڪرشان

source: We're making some big changes
kxp: اَمين ايڪ موٽِي تبديلِي ڪران را سان

source: We're receiving a lot of traffic and are currently investigating the issues.
kxp: امان نين الاهي گھڻي رش ٿائي رِي سي تو فلحال مسئلا نين زوئو۔

source: We’re sorry, your platform is not currently supported.
kxp: امين معافي مانڳان سان ڪي تمارو منصوبو پورو نٿِي ڇو

source: Western Highland Purepecha
kxp: ويسٽرن هائيلينڊ پريپيچا

source: Western Penan
kxp: ويسٽرن مِنَ

source: Western Sierra Puebla Nahuatl
kxp: ويسٽرن سيرا پيوبلا ناهُوٽلي

source: Westphalian
kxp: ويسڦاليئن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
kxp: امين موزيلا ڪان سان پونَ ٽونَ لنڪ مان ترجما هارو الاهي ٻوليون سي۔ </pontoonLink> زي تماري بولي هارو نٿي تو آ لنڪ مان درخواست ڪرو تو جمع ٿئي زاشي۔ <pontoonRequestLink> اين چيڙ عام آواز هارو ٻولِي نو پروجيڪٽ تيار هشي۔ </githubRepoLink>. وڌاري زويا هارو آ سائيٽ مان زوئو۔ </localizationFragment>.<localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
kxp: امين ڪانڪ تبديليون ڪريون سي۔ ديلٽا سيگمينٽ ڪانڪ ڪلپ زي مورٿي روان ڪريا تا اي شامل ڪريا سي۔ <deltaLink> وڌيڪ ڪام ڪريا هارو </deltaLink>

source: We've run out of sentences to record in this language...
kxp: اَمان ڪنَ آ رڪارڊنگ ڪريا هارُو جملا ختم ٿئي جھا سي۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
kxp: امين چاهان سان ڪي تقريري ٻولي ماڊل نمونو هوئي زي ٻوليا واۯان سيٽي ٿي نين همزيا مان آوي۔ ايم ڪريا ٿي ايڪ ڊيٽا سيٽ الاهي منکان مان پيش ڪروون پڙشي۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
kxp: اَمارو ويچار سي ڪي چيڙلو سي آواز آوي سي اي مشين الگوٿيمس اين نين همڀاۯي۔ هانَ ايڪ زيوي آواز سي اين نين پڻ قبول ڪري۔ پڻ وات اِي سي ڪي زي حوالو لکل سي اِي تمان نين هانڀۯيا ٿِي نا روڪي۔ چيڙلو سي زي آواز سي اِي ٺيڪ سي۔ ايم نا هوئي ڪي وڌاري آواز هوئي هانَ تمان نين اکر هانمڀۯي مان نا آوي۔ هانَ روڪي پران۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
kxp: نوا اچار هارو ڀلي ڪار ڪان سان۔ مورٿي ڪانڪ واتان نو دهيان راکو زار تمين ڪلپ رد ڪرو سو زي ڀڻيا واۯان هارو مشڪل سي۔ اين نين تمين الڳ ڪرو، يان گرامر نو مسئلو سي تو ميلي آلو۔ زين مان الاهي وڌاري قسم هوئي سي۔ اين ٿي علاوه ڪانڪ وڌاري موقعو آلو ڪي او وڌيڪ ٻولي ڪي۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
kxp: امين جلدي تمارِي ٻولي نين عام آواز مان شامل ڪريا هارو وڌاري معلومات ٿي رابطو ڪرشان۔

source: We will be in touch with more information as it becomes available.
kxp: وڌاري معلومات هارو امان ٿي رابطو ڪرو۔ زي تمان هارو سي۔

source: We will not make your email public.
kxp: امين تمارون عوامي اي ميل نين ٺاهان۔

source: We will show you a prompt or question
kxp: تمين تماري تحريق يان سوال واوڙشان
